const levels = [
    {
        width: 2000,
        platforms: [
          {x:0,y:300,w:2000,h:20},
          {x:300,y:250,w:100,h:20},
          {x:600,y:200,w:100,h:20},
          {x:1000,y:250,w:150,h:20},
          {x:1500,y:220,w:120,h:20}
        ],
        traps: [
            {x:500,y:200,w:20,h:20}
        ],
        finish: {x: 1900, y: 260, w: 40, h: 40},
        gift: {title: "Подарок №1", desc: "Милый брелок из посылки ❤️"}
      },
    {
        width: 2500, // ширина уровня
        platforms: [
          {x:0,y:300,w:2000,h:20},
          {x:300,y:250,w:100,h:20},
          {x:600,y:200,w:100,h:20},
          {x:1000,y:250,w:150,h:20},
          {x:1500,y:220,w:120,h:20}
        ],
        traps: [

        ],
        finish: {x: 2400, y: 260, w: 40, h: 40},
        gift: {title: "Подарок №1", desc: "Милый брелок из посылки ❤️"}
      }
  ];
  